text = [[首都ファーネル近郊……。
マルンベイム平原の小高い丘に、数人の人影があった。

小高い丘からは、様々な種族、性別、装備をした人々の陰が広がっている。
その姿は千差万別。統一性はなく、がやがやとしていた。

「諸君！」

ひときわ大きい声があたりに響く。
その声に、今まで話していた人々の声が止まる。
……その声は、誰もが、聴いたことのある声だったから。

「突然の招集、突然のミッション発行に驚いたことだろう！
　諸君に集まってもらったのは他でもない。
　今、世界は危機に瀕している！」

その言葉に、再び、がやがやと騒がしくなる。

　世界は危機に瀕しているだって……？

　魔神戦争が再来するというのか…？

　もっと、何か別のものかしら…？

聴衆が落ち着くのを待ってから、再び、彼は口を開く。

「君たちの中には、こんな経験をした者がいないだろうか！
　もう一人の自分が、強大な敵と戦い、世界が白い光に包まれた……。
　そんな、自分では体験したことのないはずの出来事を『憶えている』ことが！」

　そういえば、そんな記憶がなぜか憶えているんだよな……。

　あれ、あんたも？

　それは記憶違いってやつだろ？　ほら、デジャヴみたいな……。

「そして、君たちの中には、こんな理論を聞いたことはないだろうか！
　『世界には、平行した別の世界がある』と！」

　知っているぜ、たしか、えーと、平行世界、だっけ？

「……もし、それらが真実だとし……。
　もう一つの世界を滅ぼした元凶が今再び、この世界へやってきていると聞いたら、諸君は信じてくれるであろうか。
　いや、信じられないのが普通だろう。
　だが、これだけは信じてもらいたい！
　今、明日への扉は、君たちの双肩にかかっている！
　……さあ、改めて、我が冒険者ギルドより、諸君にミッションを発行する！」

冒険者ギルドのグランドギルドマスター……ジムが右手を振り上げる。

グランドギルドマスター・ジム
「敵は異形の化け物だ。
　こいつらは俺たちの仲間を、家族を、そして、俺たちが求めるお宝をすべて消し去ろうとやってきやがった！
　いいか、てめぇら！
　この化け物どもを、俺たちの世界から追い出してやろうぜ！！
　無事に帰ってきたら、今日はうまいものを腹一杯くわせてやるぞ！！！」

その声に、冒険者たちが声を振り上げる。

大歓声は、平原を揺るがすかのようだった。

軍服の男性
「……まったく、貴殿ももう若くはないのだ。
　もう少し、落ち着いたらどうだね」

丘の上で、微笑を浮かべながら、軍服の男性が言う。

グランドギルドマスター・ジム
「へっ、悪いな。
　堅苦しいのはやっぱ俺には無理なんでな。
　そっちこそ、連邦軍の準備はできたのか？
　ケーンリッジ」

ケーンリッジ元帥
「大統領はすでに海兵隊に『オペレーション・インディペンデンス』の発令を下した。
　……だが、表だって全軍が動くことはできないな。
　敵はこのファーネルだけではない。世界に対して牙をむいている。
　各国も相応の防衛準備を進めているだろう。
　そして、今各国の状況は、あまりいい状況とはいえない。
　帝国の動きもそうだが……下手に動けば、侵略行為と受け取られかねない状況だ。
　……マークフリック殿が動いてくれてはいるが、な……」

グランドギルドマスター・ジム
「まったく、お国の連中は、これだから。
　今は世界の危機だってのに、まだそんなこと言ってんのか」

ケーンリッジ元帥
「それが、国家というものだよ。
　……あの作戦を大統領が下せたのも、マークフリック殿と、そして……彼女の力があってこそだ。
　そうでなければ、身動きはできなかっただろうな」

グランドギルドマスター・ジム
「一体、いつになったら、『同盟』は実現するのやら。
　それで、うちの連中に何かあったら、俺は許さねぇからな」

ジムはそういいながら、丘の下にいる冒険者たちを眺める。

ケーンリッジ元帥
「……すまん」

そんなジムに、ケーンリッジは素直に頭を下げた。

グランドギルドマスター・ジム
「……まあ、ともかく。
　早く本当の『オペレーション・インディペンデンス』を発動させてくれ。
　……奴の強さは、うちの連中がいくら勇猛果敢でも、太刀打ちできるかどうか……」

ケーンリッジ元帥
「……ジム。
　ここ最近、夢で見るあの光景は、あまりうれしい状況ではないからな。
　少女の祈りが世界を白く染めた、そこで目が覚めるのだよ。
　ただの夢だろうと思っていた。
　だが、実際にあの少女が目の前に現れたとき、何か重大な事実を見落としている気がした。
　『独立』できるかどうかは、冒険者たちの手にかかっている。
　それは間違いない…。彼らはいわゆるイレギュラーだ。
　もちろん、世界を構成する一人一人の人間だが、その行動は、『束縛』から『独立』するためのカギのひとつだと思うよ。
　……必ず、間に合わせる。
　我々国家、いや、人間の底力を、奴に見せてやろう」

グランドギルドマスター・ジム
「頼むぜ、大将。
　『ホワイトスフィア』を見つけ出してくれ」

ケーンリッジ元帥
「わかっている……！」

ケーンリッジが立ち去ると、ジムは冒険者たちを見回した。
一人一人の顔を、改めて記憶に刻むかのように。

────

マルンベイム平原を、黒い霧が覆う。

異様な雰囲気に、誰もが身構える。
今まで、あんなに騒いでいた冒険者たちの顔に、さっと緊張が走った。

作戦は、すでに冒険者たちの間で決めていた。
本来、冒険者らは６人での行動を好む。
それがもっとも、バランスのいい編成と言われていたためだ。

だが、強力な敵を前にして、自然と、彼らは自分たちで団結し、作戦を取り決めた。

後方で、ジムは歯がゆい思いをしながら、見守っていた。
最初は、彼も前に出て戦おうとしていた。
だが、周囲に必死に止められた今、それもできなかった。

異形の怪物は、声もなかった。

いびつな形をした両足と、両手、こちらを見ていないようで、はっと気付くとこちらを見ているような大きな双眸を持った顔。
背中には鏡のような突起物を複数備えており、長く、そして柔軟に動く複数の尻尾を備えた、何か。

ただ、そこにいるだけで、こちらの心を、無くそうとしてくる。

相対したときに、そこに恐怖はない。
だが、喜びも、悲しみも、なにもない。
何も感じない。

しかし、冒険者たちは違った。

皆、それぞれの思いで、今ここにたっている。

さあ、明日を掴むため、勝利を勝ち取れ！

ミッション「光る大地」、発令！！]]

repair()

writeline(text)
battle('227,228,229,230,231,232,233,234,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1,226:1:-1','',0,2,0,0)