groom = groom()
bride = bride()

text = [[神父ミラード
「みなさん、静粛に」

静かな教会に、神父の声が響く。

神父ミラード
「これより、新婦の入場となる。
　参列者の方は起立した上、静粛に、お待ちいただきたい」

…参列者たちが見守る中、荘厳な曲が式場内に静かに流れる。
そして、ゆっくりと、教会の大扉が開き、新婦]] .. bride .. [[が、神父と新郎]] .. groom .. [[が待つ講壇へとゆっくりと進んでいく。

神父ミラード
「では、参列者の方はご着席いただきたい。
　これより、新郎]] .. groom .. [[と新婦]] .. bride .. [[の挙式を執り行う。
　異議のある者は、ここより退出していただきたい」

返答を決めるのに十分な時間をとり、ミラードが続ける。

神父ミラード
「……かつて、神々は我らをその慈悲深き涙から生を分け与えたもうた。
　そして、愛の女神の祝福の前に、我らは愛を知った。
　この世界に安寧をもたらすために。
　以来、我らはその祝福をもち、新たなる門出を祝し、数多の栄誉ある結婚を執り行ってきた。
　今日、ここにいる２人も、女神と神々の前にその決意をもって未来へと踏みださんとする勇気ある者たちである」

ミラードの小声の指示に、]] .. groom .. [[と]] .. bride .. [[が向き合う。
参列者たちが、じっと、２人と、神父を見守っている…。

神父ミラード
「]] .. groom .. [[、汝、この者を娶り、たとえ刃が折れ盾が砕けようとも、愛し続け、決して背かぬことを誓うか？」

]] .. groom .. [[
「はい、誓います」

]] .. groom .. [[が答える。
続いて、ミラードが新婦に顔を向ける。

神父ミラード
「]] .. bride .. [[、汝、この者に嫁ぎ、たとえ刃が折れ盾が砕けようとも、愛し続け、決して背かぬことを誓うか？」

]] .. bride .. [[
「はい、誓います」

]] .. bride .. [[が答える。

神父ミラード
「よろしい。
　それでは、この指輪を受け取られよ」

神父の近くに控えていたシスターから、新郎と新婦が指輪を受け取り、お互いに指にはめる。

神父ミラード
「かの指輪は、お互いの愛を護る形。
　常にその身に着け、この日のことを忘れぬよう。
　共に身に着けている限り、その指輪はお互いの絆の証となるであろう。
　誓いのキスを」

その言葉に、緊張した面持ちで、２人が見つめ合う。
……時間にして数秒であっただろう。
だが、２人にとっては長い時間であったに違いない。
誓いを終え、神父が続きの言葉を続ける。

神父ミラード
「愛の女神ヴェラの僕たる本教会の名において、ここに]] .. groom .. [[と]] .. bride .. [[を正式な夫婦として認める。
　栄光と武運が２人と共にあらんことを！」

一息つき、神父が言葉を続ける。

神父ミラード
「皆の暖かき祝福を」

神父の声に、新郎と新婦が参列者の方へ向き直ると、一斉に拍手の音が教会内に鳴り響いた。
同時に、まるで神々の祝福ともいうかのように、ウェディングベルが鳴り響いた。

神父ミラード
「さあ、共に歩まられよ。
　汝らの新たな旅路へ」

神父の言葉に、新郎と新婦の２人が、ゆっくりと教会の外へと出て行く。

新郎]] .. groom .. [[と新婦]] .. bride .. [[の２人は、これで、夫婦として、正式に認められた。]]

writeline(text)