
if checkquestoffer(52) == true and checkquestcomp(52) == false and checkeventflag('大地に眠るケモノ',2) == true then
  text = [[中心部には土の竜巻が渦巻いている。
ごうごうという竜巻があげる音と、鳥のような甲高い声以外には何も聞こえない。

学者シェリル
「……ここは、一体何なのかしら……？」

手首に装着した機械をいじりながら、竜巻に近付いていく。

彼女の後ろを歩きながら、様子を探る。
……何かいるような気がする。

学者シェリル
「……マナの流れが異様ね。
　規則があるようで、規則がないように見える。
　……ダーチェが滅びたのは、ここを掘り当てたのが原因…？」

　人間よ……。
　ゆりかごで眠る人間よ……。

学者シェリル
「誰？」

　うつろなる世界で夢を見続ける人間よ……。

　この地に足を踏み入れし今、汝らに神々の祝福を与えん……。

学者シェリル
「神々の……祝福…？」

竜巻がみるみる大きくなっていく！
それと同時に、甲高い鳥のような声があたりに響く！

何かが、くる！
自分の中の、『何か』が警告する！

抗えと！

　　<strong>解放しろ！！</strong>

竜巻がはじける！

それと同時に、巨大な岩石のような材質でできた巨人と、人の形をしつつも、耳の部分には巨大なまがまがしささえ感じる翼をはやした生物が２体、襲いかかってきた。

学者シェリル
「まさか……これが、あの人が言っていた……。
　豪断の猛者ヒューリックス……！？」]]

  writeline(text)
  battle('221,222,222','',0,0,0,0)
end
